Repository: vytux-com/vytux_pages
Catalog: language/*.po
Languages: da, lt

source: Resources
da: Tilbehør
lt: Ištekliai

source: Display resource pages.
da: Vis brugerdef. sider.
lt: Rodyti išteklių puslapius.

source: Edit pages
da: Redigér sider
lt: Redaguoti puslapius

source: Edit page
da: Retdigér side
lt: Redaguoti puslapi

source: Add page
da: Opret side
lt: Pridėti puslapi

source: Show this page for which languages?
da: Vælg sprog
lt: Kuriom kalbom rodyti šį puslapį?

source: Visibility and Access
da: Synlighed og Adgang
lt: Meniu matomumas

source: Page position
da: Position
lt: Puslapio padėtis

source: This field controls the order in which the pages are displayed.<br><br>You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other pages later. For example, if you use the numbers 1, 6, 11, 16, you can later insert pages with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert menu items in front of the first one.<br><br>When more than one page has the same position number, only one of these pages will be visible.
da: Dette felt kontrollerer rækkefølgen af hvordan siderne vises. <br> Du behøver ikke at indtaste tallene i rækkefølge. Hvis du laver huller i nummersystemet, kan du indsætte andre sider senere. For eksempel, hvis du bruger tallene 1, 6, 11, 16, kan du senere indsætte sider med de manglende sekvensnumre. Negative tal og nul er tilladt og kan bruges til at indsætte menupunkter foran det første. <br> Når mere end én side har det samme positionsnummer, vil kun én af disse sider være synlig.

source: Page visibility
da: Synlighed
lt: Puslapio matomumas

source: You can determine whether this page will be visible regardless of family tree, or whether it will be visible only to the current family tree.
da: Du kan beslutte om siden kun skal vises for det aktuelle træ eller uanset valg af træer

source: cancel
da: fortryd
lt: atšaukti

source: Resource pages
da: Brugerdef. sider
lt: Išteklių puslapiai

source: No content found for current access level and language
da: Intet indhold fundet for den valgte adgang og sprog

source: ReadMe
da: LæsMig
lt: Skaityk Mane

source: Controls
da: Kontroller
lt: Valdymas

source: Are you sure you want to delete this page?
da: Er du sikker på du ønsker at slette?
lt: Ar tikrai ištrinti šį puslapį?

source: Position
lt: Matomumo tvarka
